Repository: urho-eu/eu_urho_winery
Catalog: locale/*/LC_MESSAGES/*_urho_winery.po
Languages: hu_hu

# title_years
source: Years
hu_hu: Évjáratok

# title_plantations
source: Plantations
hu_hu: Ültetvények

# title_harvests
source: Harvests
hu_hu: Szüretek

# title_wines
source: Wines
hu_hu: Borok

# caption_see_wines_of_year
source: Wines produced in this year
hu_hu: Ebben az évben készült boraink

# caption_see_plantation
source: See details of plantation
hu_hu: Ültetvény részletei

# caption_planted
source: Planted
hu_hu: Telepítve

# caption_description
source: Description
hu_hu: Leírás

# caption_size
source: Size (acres)
hu_hu: Méret (hektár)

# caption_stocks
source: Stocks (piece)
hu_hu: Tőkeszám

# caption_system
source: System
hu_hu: Művelésmód

# caption_trunkheadheight
source: Trunk head height (m)
hu_hu: Tőke fejmagasság (méter)

# caption_trunkdistance
source: Trunk distance (m)
hu_hu: Tőtávolság (méter)

# caption_trunkdensity
source: Trunk density (piece / acre)
hu_hu: Tőkesűrűség (tő / hektár)

# caption_rowdistance
source: Raw distance (m)
hu_hu: Sortávolság (méter)

# caption_volume
source: Volume
hu_hu: Mennyiség

# caption_sugar
source: Sugar
hu_hu: Cukorfok

# caption_year
source: Year
hu_hu: Év

# caption_see_harvest
source: Check more details
hu_hu: Részletek

# caption_bottles
source: Bottles
hu_hu: Palack szám

# caption_harvest
source: Harvest
hu_hu: Szüret

# caption_see_wine
source: Details
hu_hu: Részletek

# title_wines_produced_in_year
source: Wines
hu_hu: Boraink

# message_no_wines_this_year
source: There are no wines available from this year.
hu_hu: Ebből az évből még nincs elérhető borunk.
